const forumList = [{




    title: '干货:小天才好摊又好撕的千层秘诀！',
    subTitle: '千层麻烦的原因其实不多，一个是如何摊的很薄，还有一个就是抹千层时撕开粘连在一起的千层皮。这里提供一份千层皮配方，供大家调试使用',
    image: 'https://t7.baidu.com/it/u=3454283860,2923834789&fm=3031&app=3031&size=r3,4&n=0&g=6n&f=JPEG&fmt=auto&maxorilen2heic=2000000?s=10D57984400306F42420A1320300D0D9',
    avater: 'http://img.deyi.com/avatar/000/20/66/94_avatar_small.jpg',
    author: '如是我闻_',
    createTime: '05月25日 14:03',
    content: `
    千层麻烦的原因其实不多，一个是如何摊的很薄，还有一个就是抹千层时撕开粘连在一起的千层皮。
这里提供一份千层皮配方，供大家调试使用。配方在图2
除黄油所有原材料混合均质，温度20。黄油煮沸冲入均质，过筛，冷藏一夜使用。
这里简单来讲下为什么在配方里添加了糯米粉和玉米淀粉，千层皮在摊薄的同时，只添加低粉很容易破，因为低粉不含支链淀粉，而玉米淀粉和糯米粉含有较高量的支链淀粉（玉米淀粉含量在70%到80%，糯米粉在100%），支链淀粉加热糊化后，分子中的链较为松散，因此具有较高的粘度。所以支链淀粉含量提升以后哪怕含水量高，摊的薄也不容易破，因为变得更有弹性了。
千层液在使用前建议回温到25到30度，加速摊皮时快速凝结，使皮更薄，锅底温度130到140之间，手隔空感觉到热（这个需要实操时多练习掌握），摊皮时尽量做到一次将液体滑入锅中。准备两张网架，每次摊15到20张平铺在网架上，将头批冷却好的千层略干的一部分叠在一起，如图3一样堆叠。摊完以后可直接使用，或者铺在烤盘里，包上保鲜膜隔天使用。如果有更好的方法可以留言评论区，欢迎大家积极讨论八百八十六`,
    readNum: 198


}, {




    title: '西湖边这2杯真的好喝！粉粉pink小镜子！',
    subTitle: '西湖边路过就要喊：冲冲！冲！冲冲！和姐妹路过都要冲一下的！！',
    image: 'https://t8.baidu.com/it/u=166910603,4010646489&fm=3031&app=3031&size=r3,4&n=0&g=6n&f=JPEG&fmt=auto&maxorilen2heic=2000000?s=D183B3551D87514D083821FC03008031',
    avater: 'http://img.deyi.com/avatar/001/05/54/41_avatar_small.jpg',
    author: 'birddy',
    createTime: `05月26日 14:03`,
    content: `
    西湖边路过就要喊：冲冲！冲！冲冲！
和姐妹路过都要冲一下的！！
新出春日咖啡S疯了啊啊啊！！
好多人下单，我也要！！
-
「春日桃桃美式」桃子味的美式，加了望山楂，有气泡，香香甜甜的hin清爽～
「蜜桃莓莓草本茶」桃子和莓果搭配，本草茶底，嫩嫩的的一杯好看！！
-
粉色小袋子和花花镜，很精致～
12.6一杯真滴hin快乐啊！
    `,
    readNum: 435


}, {




    title: '咖啡狂必去清单：曼谷咖啡店推荐',
    subTitle: '这家咖啡馆因为他们的服务和可爱的店猫受到当地人的喜爱，他们85%的食品都是自家制作的，甜点和咖啡都非常好吃，适合和朋友聊天或者工作',
    image: 'https://t9.baidu.com/it/u=1461760747,2642047903&fm=3035&app=3035&size=r3,4&n=0&g=6n&f=JPEG&fmt=auto&maxorilen2heic=2000000?s=F51A0C3A4F44504708DDDBDF03005036',
    avater: 'http://img.deyi.com/avatar/000/03/78/08_avatar_small.jpg',
    author: 'Ananas吃一半',
    createTime: '05月25日 14:03',
    content: `
    亲爱的朋友们， 4个月在曼谷，去了40多家咖啡馆，有些很出名但有些并不尽如人意。现在分享一下我的Top 5咖啡馆！这些咖啡馆都有高品质的咖啡、舒适的环境和出色的服务，并且有特色，非常适合拍照和视频创作哦！
1️ Factory Coffee
"感觉就像是一个奢华的咖啡吧台。" 他们非常认真地对待自己的工作，并提供最高品质的咖啡，同时还有一些特别的咖啡饮品，我在其他地方没有见过。这是咖啡狂人的去处！我强烈推荐你也去了解一下这家咖啡店的历史。我的最爱是“Steve Jobs”，“White Citrus”和“Supreme”。我见过很多从中国、新加坡来的朋友，他们也非常喜欢这家咖啡馆。
2️ Shaloba
“皇家却简单”。一走进去，你就会沉浸在艺术中：内部设计豪华而有些叛逆，手工制作的咖啡气味让你感觉像身处曼谷繁华之外的世界。我特别喜欢他们的招牌Shaloba Latte，完美融合了浓郁的浓缩咖啡和顺滑的牛奶。
令我印象深刻的是，每一杯咖啡都充满了细节。从拿铁艺术到味道，每一个饮品的每个方面都经过精心制作和周到呈现。
除了咖啡，Shaloba还提供各种美味的糕点和小吃。羊角面包酥脆可口，香蕉面包则香甜可口。
3 Sarnies Bangkok - 白天非常适合工作和用餐，晚上变身为爵士酒吧，特别之处是他们有现场音乐表演，很有氛围！咖啡豆品质好，我特别喜欢他们的椰子咖啡，咖啡加上新鲜的椰子水和椰子肉，超级好喝！
4️ Craftsman Roastery - 这家咖啡馆不仅咖啡品质好，还有好吃的泰国传统菜Khao Soi和融合菜品，值得一试！空间宽敞，适合和朋友聚会和工作。下午四点左右的光线很美，非常适合拍照！
5️ Karo - 这家咖啡馆因为他们的服务和可爱的店猫受到当地人的喜爱，他们85%的食品都是自家制作的，甜点和咖啡都非常好吃，适合和朋友聊天或者工作。
请注意，大多数咖啡馆都会在下午6点左右关门，别错过哦！还有，如果你有什么想法或者要分享当地的咖啡馆，欢迎在评论区留言哦！记得今天喝上一杯美味的咖啡！`

    ,
    readNum: 897

}, {




    title: '终于吃到静安嘉里中心的生吐司三明治了',
    subTitle: '纠结了一下 还是优先选了牛排三明治草莓奶油和玉子烧的以后也都会尝尝看',
    image: 'https://t8.baidu.com/it/u=415932720,4114139056&fm=3031&app=3031&size=r3,4&n=0&g=6n&f=JPEG&fmt=auto&maxorilen2heic=2000000?s=77FF18D6664236FE5E82D3A803003019',
    avater: 'http://img.deyi.com/avatar/000/90/65/26_avatar_small.jpg',
    author: '棉花Grace',
    createTime: '05月25日 14:03',
    content: `
    纠结了一下 还是优先选了牛排三明治
草莓奶油和玉子烧的以后也都会尝尝看
生吐司本身真的很优越，软韧度是目前吃过的生吐司里最优秀的，之后一定会买一整条
切得厚厚的吐司，加上品质不差的牛排，虽然调味简单，但放在这样的盒子里我很难不想吃它`

    ,
    readNum: 23

}, {




    title: '铜锣湾｜这家麻薯啵啵泡芙麻薯放心冲‼️',
    subTitle: ' 每天路过这家店的时候都看见一群人在排队，好奇极了，但是每次又赶时间急着路过就走了一直无缘。直到有一天路过的时候他们刚好出炉，所以没有什么人，那我就冲一波了',
    image: 'https://t8.baidu.com/it/u=4189537113,3210873293&fm=3031&app=3031&size=r3,4&n=0&g=6n&f=JPEG&fmt=auto&maxorilen2heic=2000000?s=2F305A858621470DE615B9D20300C0B8',
    avater: 'http://img.deyi.com/avatar/000/44/02/77_avatar_small.jpg',
    author: 'Ekepeach',
    createTime: '05月25日 14:03',
    content: `
    每天路过这家店的时候都看见一群人在排队，好奇极了，但是每次又赶时间急着路过就走了一直无缘。直到有一天路过的时候他们刚好出炉，所以没有什么人，那我就冲一波了～下面开始陈老师详细测评
他们家的麻薯分两种，一种是焦脆的普通麻薯，一种是带奶油的泡芙麻薯，整体我会更喜欢泡芙麻薯层次更丰富，每一个味道至少买了一个就是为了给大家做测评🥹
开心果奶油泡芙麻薯我觉得是全场最佳，奶油完全不甜配上开心果的香味，刚刚出炉酥脆的口感欲罢不能～
原味泡芙麻薯（也可能是果仁）和开心果整体质地会很像，也属于不是很甜，但是层次很丰富。
菠萝皮麻薯,我觉得这个是不带陷里面最好吃的，菠萝皮的焦香酥脆，麻薯的软糯，很丰富的口感，无负担吃完一个。
朱古力麻薯淡淡的朱古力味不是会很甜～
不推荐：
苹果肉桂味（苹果腌制的过于甜，会有点劣质水果的味道）
原味（虽然好吃和其他相比会很普通）
小tips
可以放在冰箱下层冷冻，吃的时候用烤箱回热五分钟，恢复酥脆。`


    ,
    readNum: 78

}]
const recommendationList = [{
    recommendation: '建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议',
    fileList: [],
    tel: '9876587987',
    createTime: '2023-06-02',
    replyList: [{
        title: '接受建议，即将改进接受建议，即将改进接受建议，即将改进接受建议，即将改进接受建议，即将改进',
        createTime: '2023-06-02',
    }, ]


}, {
    recommendation: '建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议建议',
    fileList: [],
    tel: '9876587987',
    createTime: '2023-06-02',
    replyList: [{
        title: '接受建议，即将改进接受建议，即将改进接受建议，即将改进接受建议，即将改进接受建议，即将改进',
        createTime: '2023-06-02',
    }, ]


}]
export default {
    forumList

}