<!--
 * @Author: zxs 774004514@qq.com
 * @Date: 2023-05-11 09:54:35
 * @LastEditors: zxs 774004514@qq.com
 * @LastEditTime: 2023-08-21 11:12:52
 * @FilePath: \mall-admind:\work\mall-applet\pages\public\agreement.vue
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
-->
<template>
	<view>
		<defNav title="隐私协议"></defNav>

		<view class="content">
			<view>
				清云私享隐私协议
			</view>
			<view>
				欢迎您使用清云私享！
			</view>
			<view>
				前言：
			</view>
			<view>
				清云私享（以下统称“清云私享”或“我们”、“我方”）非常重视您的隐私和个人信息保护。本隐私政策适用于我们通过所有网络平台收集、使用、存储、分享您的个人信息。为了更好的保护您的个人信息，建议您仔细阅读本政策并作出您认为适当的选择。
				如果您不满18岁，务必请您的家长或其他法定监护人（合称“监护人”）阅读本政策，并在征得您监护人同意的前提下使用我们的服务或向我们提供您的信息。如果您是未成年人的监护人，在未成年本人注册或使用我们的产品与/或服务时，您应正确引导并予以监护。对于经监护人同意而使用和收集未成年人个人信息的情况，我们只会在法律法规允许、监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
			</view>
			<view>
				如您对本政策或与本政策相关的事宜有任何问题或疑问、或要求作出投诉或举报的，您可通过本政策“联系我们”一节所列的反馈渠道联系我们，我们会尽快为您解答或处理。
			</view>
			<view>
				《清云私享隐私政策》目录</view>
			<view>
				一、我们如何收集和使用您的个人信息</view>
			<view>
				二、我们如何共享、转让、公开披露您的个人信息</view>
			<view>
				三、我们如何保护和储存您的个人信息</view>
			<view>
				四、您的权利</view>
			<view>
				五、我们如何处理未成年人的个人信息</view>
			<view>
				六、联系我们</view>
			<view>
				七、隐私政策的更新</view>
			<view>
				八、争议解决</view>
			<view>

				一、我们如何收集和使用您的个人信息
			</view>
			<view>
				为向您提供服务所需，我们会按照合法、正当、必要的原则收集您的信息。我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们将个人信息定义为：能够单独或者与其他信息结合识别自然人个人身份的各种信息。在各业务功能中，我们可能收集和使用的个人信息包括：
			</view>
			<view>
				(一)您须授权我们收集和使用您个人信息的情形</view>
			我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
			<view>（1）用户注册</view>
			<view>
				为注册成为清云私享用户，您需要至少向我们提供您本人的手机号码以创建账号，我们可能会通过发送短信验证码的方式来验证您的身份是否有效。您的账户名为您的默认昵称，您可以修改补充您的昵称，头像等您的相关补充信息(以下简称“补充信息”)。您的补充账户信息将有助于我们为您更优的服务体验，但如果您不提供这些补充信息，将不会影响您使用网络平台的基本服务功能。
			</view>
			<view>（2）授权登陆</view>
			<view>在第三方平台小程序授权登录场景下，在您授权同意后，我们将获得你在该平台绑定的昵称、头像、地区、性别等公开用户信息，以便我们识别用户身份，为您提供相关服务。
			</view>
			<view>（3）订单</view>
			<view>
				您在预订/下单清云私享的产品或服务时，您需要提供联系人信息(到店时间、到店人数等)、服务偏好(如是否需要专人到场，专属服务/备注)等。为向您展示您账户的订单信息及便于您对订单信息的管理，我们会收集您在使用我们服务过程中产生的订单信息。您在清云私享上生成的订单中，将可能包含您的身份信息、支付信息等，这些都属于个人敏感信息，请您谨慎向他人展示或对外提供，我们也将会在展示订单信息时，在保证信息可用性的基础上
				尽量去标识化处理。
			</view>
			<view>（4）客服与售后服务功能</view>
			<view>
				为保证您的账号安全，我们的电话客服和在线客服可能会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息。为了方便与您联系或帮助您解决问题，我们可能还需要您提供姓名、手机号码、电子邮件及其他联系方式等个人信息(个人敏感信息)。另外，我们还会收集您与我们的通讯信息(包括文字/图片/音视频/通话记录形式)、与您的需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供上述信息，我们可能无法向您及时反馈投诉、申诉或咨询结果。在进行客服咨询时，您可能需要相应的开启相册、相机、麦克风权限来与客服沟通并提供相应材料。当然，您也可以随时通过您设备的相关功能设置开启/取消该权限。
			</view>
			<view>（5）消息通知功能</view>
			<view>
				您可以通过我们提供的消息通知服务，包括但不限于以微信推送、短消息等形式，获得您的订单状态更新、消费订单满意度评价等信息推送服务。为向您提供该服务，我们需要将您的设备信息共享给我们指定的第三方供应商，我们将评估该供应商收集信息的合法性、正当性、必要性；并要求供应商对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。
			</view>
			<view>（6）安全支持</view>
			<view>
				为了保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，在您使用我们的产品/服务过程中，经您授权我们会获取您的设备信息，包括您使用的设备属性、连接和状态信息，例如设备型号、唯一设备标识符(如
				IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等)、设备MAC地址、软件列表、电信运营商等。为提高您使用我们提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会使用或整合您的个人信息以及我们合作伙伴取得您授权或者依法共享的信息，根据您的使用习惯和常用软件信息等来综合判断您的账号及交易风险，包括验证身份，预防、发现、调查可能存在的欺诈、网络病毒、网络攻击等安全风险以及违反我们或关联方协议、政策或规则等行为，以保护您、其他用户、我们或关联方的合法权益，并记录一些我们认为有风险的链接(“URL”)。
			</view>
			<view>（7）我们可能间接收集的个人信息</view>
			<view>
				为保障您的账号安全，确认交易状态，及为您提供售后与争议解决等目的，我们可能会从第三方获取您的个人信息（例如通过您选择的交易对象和交易直接涉及的第三方信息系统、支付机构等收集与交易进度相关的您的交易、支付、预订等信息，以便于我们处理您的订单并保证服务的顺利完成，或者更好地预防诈骗、刷单等恶意行为）。我们会依据法律法规的要求以及与第三方的约定，根据本政策的约定向我们的合作伙伴获得您的这些信息。
			</view>
			<view>
				(二)您可选择是否授权我们收集和使用您的个人信息的情形</view>
			<view>在您与我们的互动、使用以下附加功能时，我们可能会收集和使用您的个人信息。如果您不提供这些信息，您可能无法使用这些可以为您所带来的附加功能或服务，但不会影响您享受其他服务或功能。这些附加功能包括：
			</view>
			<view>（1）基于摄像头的附加功能</view>
			<view>您可使用该附加功能完成扫码功能，或参加我们的相关营销和推广活动。我请您知晓，即使您已经同意开启相机权限，我们也仅会在您主动点击上述功能时通过相机或相册获取相关信息。若您不使用以上功能时，可以不允许此权限。
			</view>
			<view>（2）基于相册授权的附加功能</view>
			<view>
				您可以选择开启系统的相册权限，通过主动上传图片、视频等方式授权我们访问您的相册，以便于您通过上传照片或视频等方式发布内容。我们会收集您选择上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法通过上传图片、视频。
			</view>
			<view>
				以上权限，均不会默认开启。
				我们会在启用该功能前获得您的确认，您也可以通过您设备系统中的设置功能逐项查看这些权限的开启状态，并可以决定将这些权限随时的开启或关闭。即使经过您的授权，我们获得了这些权限，也不会在相关功能或服务不需要时而收集您的信息。
			</view>
			<view>
				（三）根据现行法律法规及国家标准，在以下情形中，我们可能会依法收集、使用您的个人信息无需征得您的同意：</view>
			<view>（1）与国家安全、国防安全有关的；</view>
			<view>（2）与公共安全、公共卫生、重大公共利益有关的；</view>
			<view>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</view>
			<view>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view>
			<view>（5）为合法的新闻报道所必需的；</view>
			<view>（6）所收集的个人信息是个人信息主体自行向社会公众公开的；</view>
			<view>（7）根据您的要求为签订和履行合同所必须的；</view>
			<view>（8）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</view>
			<view>（9）用于维护所提供的产品或服务的安全稳定运行所必需的，及发现、处置产品或服务的故障，查处和处理非法交易；</view>
			<view>（10）法律法规规定的其他情形。
				<view>
					二、我们如何共享、转让、公开披露您的个人信息</view>
				<view>（一）共享</view>
				<view>我们不会向第三方共享你的个人信息，除非经过你本人明确授权同意，但在下列情况下，我们可能会共享的个人信息:</view>
				<view>（1）您的个人信息可能会在我们的关联公司之间共享</view>
				<view>我们只会共享必要的个人信息
					(如为便于您使用账号使用关联公司的其他产品或服务，识别账号异常或保护关联公司或其他用户或公众的人身财产安全免遭侵害，我们会在关联公司内共享您必要的账户信息)且会受本隐私群政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。
					本政策所称“关联公司”指的是直接或者间接控制清云私享受共同控制的任何机构。</view>
				<view>
					（2）为了向您提供更完善、优质的产品和服务，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验（例如我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等）。
					我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。同时，我们会与合作伙伴签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理您的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。如果您拒绝我们的合作伙伴在提供服务时收集为提供服务所必须的个人信息，将可能导致您无法在我们的平台中使用该第三方服务。
				</view>
				<view>
					（二）转让</view>
				<view>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:</view>
				<view>（1）在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</view>
				<view>（2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织 重新向您征求授权同意。
				</view>
				<view>
					（三）公开披露</view>
				<view>我们仅会在以下情况下，公开披露您的个人信息:</view>
				<view>（1）获得您明确同意后；</view>
				<view>（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下， 我们可能会公开披露您的个人信息。</view>
				<view>（3）因需要对违规账号、欺诈行为等进行处罚公告的。
				</view>
				<view>
					特别提示:对于公开披露的您的个人信息，我们会在收到公开披露申请后第一时间且审慎审查其正当性、合理性、合法性，并在公开披露时和公开披露后采取最严格个人 信息安全保护措施和手段对其进行保护。
				</view>
				<view>
					（四）共享、转让、公开披露您的个人信息的例外</view>
				<view>请您知悉，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意:
					（1）与国家安全、国防安全直接相关的；
					（2）与公共安全、公共卫生、重大公共利益直接相关的；
					（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
					（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本 人同意的；
					（5）个人信息主体自行向社会公众公开的个人信息；
					（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
					根据法律规定，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
				</view>
				<view>
					三、我们如何储存和保护您的个人信息</view>
				<view>（一）我们如何储存您的个人信息
					若相关法律法规对我们保存您的个人信息的期限有明确规定的（例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年），我们将首先遵守该等规定；没有明确规定的，我们将保存您的个人信息，直至：
					（1）我们收集、使用、分享您个人信息的目的全部实现；
					（2）您终止使用我们的产品或服务，或不再参与我们的活动；
					（3）您明确要求我们删除您的个人信息。
					个人信息保存到期后，我们将采取删除、匿名化处理或者法律法规认可的其他处理方式。
				</view>
				<view>
					（二）我们如何保护您的个人信息</view>
				<view>
					我们高度重视并承诺保护您的个人信息。我们会采取符合业界标准、合理可行的安全防护措施来保护您的个人信息以防止您的个人信息在未经授权的情况下被修改、被访问、被披露、被使用或被删除。
				</view>
				<view>四、您的权利</view>
				我们理解您对个人信息的关注，为了你可以更加便捷地访问、更正、补充、删除您的
				个人信息，同时保障你撤回对个人信息使用的同意及注销账号的权利，我们在产品设计中为你提供了相应的操作设置，你可以参考下面的指引进行操作。此外，我们还设置了投诉举报渠道，你的意见将会得到及时的处理。
				<view>（一）访问、更正和补充您的个人信息</view>
				<view>进入小程序后，点击“我的”——“个人信息”进行编辑，可修改您的昵称，其他如头像等个人信息修改请联系客服修改（联系方式见“六、联系我们”）。
					对于您在行使上述权利过程中遇到的困难，或者其他可能目前无法向您提供在线自行更正/修改服务的，经过对您身份的验证，且更正/修改不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或修改，或在特定情况下，尤其是数据错误时，通过我们公布的反馈与报错等措施将您的更正/修改申请提交给我们，要求我们更正或修改您的数据，但法律法规另有规定的除外。但出于安全性和身份识别的考虑，您可能无法修改注册时提交的某些初始注册信息。
				</view>
				<view>（二）删除您的个人信息&注销账号</view>
				请联系客服修改（联系方式见“六、联系我们”）。
				<view>（三）访问隐私政策</view>
				<view>清云私享微信小程序——“登录”——“隐私政策”。</view>

				<view>五、我们如何处理未成年人的个人信息</view>
				<view>（一）我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。
				</view>
				<view>
					（二）如您为未满18周岁的未成年人，建议请您的父母或监护人阅读本隐私政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。
				</view>
				<view>（三）如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过下文中的联系方式联系我们，以便即时采取相应的措施。
				</view>
				<view>六、联系我们</view>
				<view> 如您对本隐私政策的内容，或对我们如何处理您的个人信息，有任何疑问、意见或建议，请按照如下方式联系我们或者在线客服：
					清云私享在线客服：“清云私享”小程序首页点击商品详情页面下方客服按钮点击---“客服” </view>
				<view>七、隐私政策的更新</view>
				<view>我们可能不时更新本政策。如果我们对本政策进行更新，我们将在清云私享微信小程序上发布修订后的隐私权政策。我们鼓励您经常查看本政策，以便了解任何修订的内容。
					自本政策修订生效之日起，您购买、使用我们提供的产品或服务，访问、浏览和或使用我们线上渠道，参与我们开展的其他活动，将被视为您已充分理解并完全同意修订后的本政策。
				</view>
				<view> 八、争议解决</view>
				<view>
					本隐私政策的解释及争议解决均应适用中华人民共和国大陆地区法律。任何因本隐私政策以及我们处理您个人信息事宜引起的争议、或者您认为我们处理个人信息的行为损害了您的合法权益，您可以选择向有关政府部门进行反映。
				</view>
			</view>

		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {}
		},
		methods: {},
	}
</script>

<style lang="scss" scoped>
	.content {
		padding: 30rpx;
	}
</style>